{
  "_WAARSCHUWING_VOOR_DEVELOPERS": "KRITIEKE COMPONENTEN IN DIT BESTAND: De 'leerdoelen-dynamic' component en 'Klaar voor de start?' sectie zijn VERPLICHT voor hoofdstuk 1 en mogen NOOIT worden verwijderd. Deze zijn essentieel voor de leerervaring.",
  "hoofdstuk_titel": "Hoofdstuk 1: Inleiding",
  "content": [
    {
      "type": "info-card",
      "classes": "welcome-card",
      "titel": "Welkom bij jouw reis naar effectiever leren!",
      "tekst": "Als toekomstig fysiotherapeut sta je voor een uitdagende en dynamische studie. Je zult veel nieuwe kennis moeten opdoen, complexe vaardigheden moeten ontwikkelen en kritisch leren nadenken. Maar hoe zorg je ervoor dat je al die informatie niet alleen onthoudt, maar ook écht begrijpt en kunt toepassen in de praktijk? Deze e-learning is jouw gids om het maximale uit je studie te halen. We gaan je helpen om slimmer te leren, niet harder. Ben je er klaar voor om de controle over je leerproces te nemen en je academische prestaties naar een hoger niveau te tillen?"
    },
    {
      "type": "accordion",
      "titel": "Podcast: Beluister de inhoud van dit hoofdstuk",
      "content": [
        {
          "type": "content-text",
          "tekst": "Liever luisteren dan lezen, of de stof van dit hoofdstuk nog eens rustig herhalen? Beluister de inhoud van dit hoofdstuk als podcast. Let op: de interactieve opdrachten onderaan de pagina blijven een essentieel onderdeel voor het afronden van het hoofdstuk en het verdienen van je certificaat."
        },
        {
          "type": "audio-grid",
          "kolommen": 1,
          "items": [
            {
              "id": "h1_audio_1",
              "titel": "Podcast: Introductie op AI in de Fysiotherapie",
              "beschrijving": "Een audio-versie van de introductie op deze e-learning. Ontdek waarom AI nu al onmisbaar is voor de fysiotherapeut van de toekomst.",
              "bron": "audio/H1-introductie-podcast.wav",
              "meta": ""
            }
          ]
        }
      ]
    },
    {
      "type": "section-title",
      "titel": "De Huidige Leerpraktijk: Een Wake-up Call"
    },
    {
      "type": "content-text",
      "tekst": "Veel studenten vallen in de valkuil van ineffectieve studiemethoden. Ze lezen passief, markeren overmatig, of 'stampen' vlak voor een examen. Dit geeft vaak een vals gevoel van begrip, de zogenaamde 'illusie van kennis'. Je denkt dat je de stof beheerst, maar bij een toets blijkt het tegen te vallen. Laten we eens kijken naar wat de cijfers zeggen:"
    },
    {
      "type": "stats-card-grid",
      "kaarten": [
        {
          "titel": "Passief Lezen",
          "afbeelding": "images/icons/book-open.svg",
          "getal": "70%+",
          "label": "Van studenten gebruikt passief lezen als primaire studiemethode, wat minder effectief is voor langetermijnretentie.",
          "bron": {
            "naam": "Diverse studies over leerstrategieën"
          }
        },
        {
          "titel": "Uitstelgedrag",
          "afbeelding": "images/icons/clock-fast-forward.svg",
          "getal": "80%+",
          "label": "Van studenten geeft aan regelmatig uitstelgedrag te vertonen, wat leidt tot 'crammen' en oppervlakkig leren.",
          "bron": {
            "naam": "Onderzoek naar studiegedrag"
          }
        },
        {
          "titel": "Multitasking",
          "afbeelding": "images/icons/device-mobile-star.svg",
          "getal": "20%",
          "label": "Van de studietijd wordt besteed aan afleiding door multitasking (bijv. sociale media), wat de leerprestaties negatief beïnvloedt.",
          "bron": {
            "naam": "ResearchGate survey, 2025"
          }
        }
      ]
    },
    {
      "type": "section-title",
      "titel": "Waarom effectief leren cruciaal is"
    },
    {
      "type": "content-text",
      "tekst": "Gelukkig hoef je niet alles zelf uit te vinden. Wetenschappelijk onderzoek toont aan dat het toepassen van bewezen leerstrategieën een enorm verschil maakt. Zelfsturend leren en effectieve methoden leiden tot betere resultaten, dieper begrip en meer zelfvertrouwen. Dit zijn de voordelen:"
    },
    {
      "type": "benefits-grid",
      "items": [
        {
          "titel": "Hogere Academische Prestaties",
          "icoon": "trophy-fill",
          "tekst": "Studenten die effectieve strategieën toepassen, behalen significant betere studieresultaten."
        },
        {
          "titel": "Dieper Begrip & Retentie",
          "icoon": "brain-fill",
          "tekst": "Informatie wordt beter verankerd in je langetermijngeheugen, waardoor je het langer onthoudt en kunt toepassen."
        },
        {
          "titel": "Verhoogde Motivatie & Zelfvertrouwen",
          "icoon": "sparkles-fill",
          "tekst": "Door zelf de regie te nemen en successen te ervaren, groeit je motivatie en geloof in eigen kunnen."
        },
        {
          "titel": "Voorbereiding op de Praktijk",
          "icoon": "stethoscope-fill",
          "tekst": "De vaardigheden die je leert, zijn direct toepasbaar in je toekomstige rol als zelfstandige en kritische fysiotherapeut."
        }
      ]
    },
    {
      "type": "section-title",
      "titel": "Wat ga je leren in deze e-learning?"
    },
    {
      "type": "leerdoelen-dynamic"
    },
    {
      "type": "section-title",
      "titel": "Klaar voor de start?"
    },
    {
      "type": "content-text",
      "tekst": "Je hebt nu een goed beeld van waarom effectief leren zo belangrijk is en wat je kunt verwachten van deze e-learning. De reis naar een effectiever leerproces begint hier! In de volgende hoofdstukken duiken we dieper in de wereld van zelfsturend leren, de werking van je brein en concrete strategieën die je direct kunt toepassen."
    },
    {
      "type": "info-card",
      "classes": "purple-kader",
      "titel": "Jouw Leeravontuur Begint Nu!",
      "tekst": "We moedigen je aan om actief deel te nemen, te experimenteren met de aangeboden technieken en kritisch te reflecteren op je eigen leerproces. Dit is geen passieve cursus; het is een interactieve ervaring die je zal transformeren in een zelfsturende en succesvolle leerling. Veel succes en plezier met leren!"
    }
  ],
  "interacties": [
    {
      "id": "h1_mc_1",
      "type": "mc",
      "vraag": "In de tekst wordt de 'E-bike Illusie' beschreven. Wat is het belangrijkste risico van deze 'illusie' bij het gebruik van AI om te leren?",
      "options": [
        "Dat je te afhankelijk wordt van de snelheid van AI, net als bij een e-bike.",
        "Dat je denkt de studiestof te beheersen omdat AI het werk doet, terwijl je zelf de diepgaande kennis en vaardigheden niet ontwikkelt.",
        "Dat AI-tools te veel energie kosten om te gebruiken.",
        "Dat je geen AI mag gebruiken voor school, net zoals je soms geen e-bike mag gebruiken bij een wielerwedstrijd."
      ],
      "correctAnswer": 1,
      "feedbackCorrect": "Helemaal goed! Het risico van de 'E-bike Illusie' is dat je wel de bestemming bereikt (bijvoorbeeld een samenvatting), maar geen 'mentale conditie' opbouwt. Je mist de diepgang en de echte kennisontwikkeling.",
      "feedbackIncorrect": "Niet helemaal. Het juiste antwoord is dat je het risico loopt de stof niet echt te beheersen. De 'E-bike Illusie' beschrijft het gevaar dat je denkt de materie te kennen omdat de AI het werk voor je doet, terwijl je zelf niet de diepgaande kennis en vaardigheden ontwikkelt. Het is alsof je een heuvel op fietst met een e-bike: je komt boven, maar je bouwt zelf geen conditie op."
    },
    {
      "id": "h1_reflection_1",
      "type": "reflection",
      "titel": "Mini-opdracht 1.1: Jouw AI Startpunt",
      "vraag": "Om straks goed te kunnen zien wat je allemaal hebt opgestoken, beginnen we met een korte reflectie.\n\nOpdracht: Schrijf in ongeveer 100-150 woorden antwoord op de volgende vragen:\n1. Wat weet je al een beetje over AI en hoe het misschien in de zorg gebruikt wordt?\n2. Heb je zelf al eens AI-tools gebruikt (zoals ChatGPT, een vertaalapp, of iets anders)? Zo ja, welke en waarvoor?\n3. Wat hoop of verwacht je vooral te leren in deze eerste elearning over AI?",
      "placeholder": "Bewaar je antwoorden goed! Aan het einde van deze elearning komen we hierop terug om te zien hoe jouw kennis en kijk op AI zijn gegroeid."
    }
  ]
} 