{
  "content": [
    {
      "type": "info-card",
      "classes": "purple-kader",
      "titel": "Een kijkje onder de motorkap van je brein",
      "tekst": "Je weet nu <b>wat</b> zelfsturend leren is. In dit hoofdstuk ontdek je <b>waarom</b> bepaalde leerstrategieën werken en andere niet, door te begrijpen hoe je brein informatie verwerkt."
    },
    {
      "type": "accordion",
      "titel": "Podcast: Beluister de inhoud van dit hoofdstuk",
      "content": [
        {
          "type": "content-text",
          "tekst": "Liever luisteren dan lezen, of de stof van dit hoofdstuk nog eens rustig herhalen? Beluister de inhoud van dit hoofdstuk als podcast. Let op: de interactieve opdrachten onderaan de pagina blijven een essentieel onderdeel voor het afronden van het hoofdstuk en het verdienen van je certificaat."
        },
        {
          "type": "audio-grid",
          "kolommen": 1,
          "items": [
            {
              "id": "h3_audio_1",
              "titel": "Podcast: Hoe je Brein Leert",
              "beschrijving": "Een audio-versie van hoofdstuk 3 over hoe je brein informatie verwerkt en waarom bepaalde leerstrategieën werken.",
              "bron": "audio/H3-AI-Tools-wat-kies-ik.wav",
              "meta": ""
            }
          ]
        }
      ]
    },
    {
      "type": "section-title",
      "titel": "Je Werkgeheugen vs. je Langetermijngeheugen"
    },
    {
      "type": "content-text",
      "tekst": "In de kern is leren een stabiele en permanente verandering in je langetermijngeheugen. Het draait om het aanleggen van nieuwe verbindingen in je hersenen. Als je die verbindingen vaker gebruikt, worden ze sterker. Gebruik je ze niet, dan verzwakken ze weer – dat is vergeten. Twee geheugensystemen spelen hierin de hoofdrol."
    },
    {
      "type": "split-screen-image-text",
      "afbeelding": {
        "src": "images/Werktafel-kladblaadjes.png",
        "alt": "Illustratie van een klein, vol kladblok dat het werkgeheugen symboliseert.",
        "bron": {
            "naam": "Gegenereerd door B. Koekoek met ChatGPT (OpenAI, juli 2025)"
        }
      },
      "tekst_content": [
        "<strong>Het Kladblok (Werkgeheugen)</strong>",
        "Dit is je bewuste denken, de plek waar je <em>nu</em> mee werkt.",
        "<strong>Capaciteit:</strong> Zeer beperkt (kan maar 4-7 losse dingen tegelijk aan).",
        "<strong>Houdbaarheid:</strong> Informatie blijft maar heel kort hangen (ca. 20 seconden).",
        "<strong>Risico:</strong> Raakt dit kladblok vol? Dan stopt het leren direct."
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "split-screen-image-text",
      "afbeelding": {
        "src": "images/bibliotheek-lege-tafel.png",
        "alt": "Illustratie van een grote, georganiseerde bibliotheek die het langetermijngeheugen symboliseert.",
        "bron": {
            "naam": "Gegenereerd door B. Koekoek met ChatGPT (OpenAI, juli 2025)"
        }
      },
      "tekst_content": [
        "<strong>De Bibliotheek (Langetermijngeheugen)</strong>",
        "Je onbeperkte, onbewuste opslag voor álle kennis en vaardigheden.",
        "<strong>Organisatie:</strong> Informatie wordt hier slim opgeslagen in 'chunks' of schema's.",
        "<strong>Voordeel:</strong> Hoe meer schema's je hebt, hoe makkelijker je leert.",
        "<strong>Doel:</strong> Effectief leren is informatie succesvol naar deze bibliotheek verplaatsen."
      ]
    },
    {
      "type": "info-card",
      "titel": "De Superkracht van Voorkennis: Jouw Mentale Fundament",
      "items": [
        {
          "titel": "De Basis",
          "tekst": "Wat je al weet, opgeslagen in je <strong>langetermijngeheugen (jouw 'bibliotheek')</strong>, is de belangrijkste factor voor wat je zult leren. Zonder deze basis wordt het lastig nieuwe informatie te plaatsen en te onthouden."
        },
        {
          "titel": "Koppeling & Werkgeheugen",
          "tekst": "Nieuwe kennis hang je op aan je voorkennis, als aan 'mentale kapstokken'. Je <strong>werkgeheugen (jouw 'kladblok')</strong> heeft een beperkte capaciteit (denk aan 4-7 elementen!). Door nieuwe informatie aan bestaande 'chunks' (kennisklompjes) te koppelen, 'reset' je je werkgeheugen en komt er ruimte vrij om méér te verwerken."
        },
        {
          "titel": "De Gevaren",
          "tekst": "Zonder deze kapstok blijft nieuwe informatie losse flodders, valt het 'op de grond' en wordt het niet duurzaam opgeslagen. Dit overbelast je werkgeheugen en belemmert echt leren. In Hoofdstuk 4 gaan we dieper in op <strong>hoe je actief voorkennis kunt activeren</strong> om zo nog slimmer te leren!"
        }
      ]
    },
    {
      "type": "image-block",
      "src": "images/Het-SOI-geheugenmodel.webp",
      "alt": "Het SOI-geheugenmodel dat de drie fasen van leren toont: Selectie, Organisatie en Integratie",
      "onderschrift": "Het SOI-geheugenmodel toont hoe informatie wordt verwerkt: eerst selecteren we relevante informatie, dan organiseren we deze in coherente structuren, en tenslotte integreren we het met bestaande kennis.",
      "bron": {
        "naam": "Proev.be (gebaseerd op Fiorella & Mayer, 2015)",
        "url": "https://proev.be/de-wetenschap/hoe-leren-leerlingen"
      }
    },
    {
      "type": "divider"
    },
    {
      "type": "section-title",
      "titel": "Het brein vergeet snel"
    },
    {
      "type": "content-text",
      "tekst": "Ooit het gevoel gehad dat je na het studeren alles wist, maar de volgende dag veel kwijt was? Dat is de vergeetcurve, ontdekt in <strong>1885</strong> door psycholoog <strong>Hermann Ebbinghaus</strong>. Hij toonde aan dat je zonder herhaling een groot deel van nieuwe informatie snel vergeet. Dit is een normaal en zelfs nuttig proces van je brein om te filteren wat belangrijk is."
    },
    {
      "type": "split-screen-image-text",
      "afbeelding": {
        "src": "images/Forgetting_curve_decline.svg.png",
        "alt": "Grafiek van de Ebbinghaus vergeetcurve die toont hoe snel informatie wordt vergeten zonder herhaling",
        "bron": {
          "naam": "Wikipedia",
          "url": "https://en.wikipedia.org/wiki/Forgetting_curve"
        }
      },
      "tekst_content": [
        "<strong>De Vergeetcurve van Ebbinghaus</strong>",
        "De grafiek toont een algemeen patroon: je brein begint direct na het leren met vergeten. Zonder actieve herhaling vervaagt kennis snel. Gelukkig is dit proces te beïnvloeden.",
        "De snelheid waarmee je na één keer leren vergeet, hangt af van factoren als de <strong>moeilijkheid</strong> van de stof, je <strong>leerconditie</strong> (bv. fit of moe), je <strong>motivatie</strong> en vooral de <strong>manier waarop je leert</strong>.",
        "Passief herlezen of markeren geeft vaak een onterecht gevoel van beheersing. In het volgende hoofdstuk gaan we dieper in op hoe je effectief leert bij de eerste keer en hoe je met strategieën zoals gespreid leren deze vergeetcurve de baas kunt zijn."
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "section-title",
      "titel": "Desirable Difficulties en Illusion of Fluency"
    },
    {
      "type": "content-text",
      "tekst": "In je brein gebeurt er iets geks tijdens het leren. Er zijn leerstrategieën die niet zo effectief zijn, maar je brein geeft je de illusie dat ze wél effectief zijn. Deze strategieën voelen ook nog eens vrij makkelijk aan. Daarnaast zijn er leerstrategieën die moeilijk voelen, vertragend voelen, maar juist die strategieën blijken uit onderzoek zeer effectief te zijn. We hebben het hier over de <strong>Desirable Difficulties</strong> en de <strong>Illusion of Fluency</strong>. Hieronder bekijken we deze twee termen en kijk waarin jij jezelf herkent."
    },
    {
      "type": "icon-card-grid",
      "themes": [
        {
          "icoon": "brain",
          "titel": "Desirable Difficulties",
          "dynamische_velden": [
            {
              "veldnaam": "inhoud",
              "label": "Wat zijn het?"
            }
          ],
          "inhoud": "Ze voelen moeilijk, ze voelen vertragend, maar ze zijn bewezen effectief. Deze leerstrategieën dwingen je brein om diep na te denken en sterke verbindingen aan te leggen. Voorbeelden zijn actief ophalen, gespreid leren en elaboratie."
        },
        {
          "icoon": "eye",
          "titel": "Illusion of Fluency",
          "dynamische_velden": [
            {
              "veldnaam": "inhoud",
              "label": "Wat is het?"
            }
          ],
          "inhoud": "Ze voelen makkelijk, ze geven je het gevoel dat je veel leert in weinig tijd, maar in werkelijkheid leer je vrij weinig. Deze strategieën voelen vloeiend aan maar leiden tot slechte retentie en een vals gevoel van beheersing."
        }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "section-title",
      "titel": "Cognitieve Belasting: Je Brein als een Spier"
    },
    {
      "type": "content-text",
      "tekst": "Cognitieve belasting gaat over de mentale inspanning die je nodig hebt om een taak uit te voeren. De theorie, ontwikkeld door John Sweller, stelt dat ons werkgeheugen zeer beperkt is. Als je dit werkgeheugen overbelast, blokkeert het leerproces. Het doel is dus niet om alle belasting te vermijden, maar om de <b>juiste balans</b> te vinden: minimaliseer de onnodige belasting en maximaliseer de relevante leerinspanning."
    },
    {
      "type": "benefits-grid",
      "items": [
        {
          "titel": "Intrinsieke Belasting",
          "icoon": "puzzle-fill",
          "tekst": "De inherente moeilijkheid van de stof. Hoe meer nieuwe, samenhangende elementen, hoe hoger de belasting. Jouw voorkennis kan dit verlagen door 'klontjes' (chunks) informatie te vormen."
        },
        {
          "titel": "Extrinsieke Belasting",
          "icoon": "x-circle-fill",
          "tekst": "De onnodige belasting door hoe de informatie wordt aangeboden. Denk aan een docent die een volle PowerPoint-dia voorleest. Dit leidt af en wil je minimaliseren."
        },
        {
          "titel": "Relevante Belasting",
          "icoon": "gear-fill",
          "tekst": "De nuttige, wenselijke belasting die je helpt nieuwe kennis te verwerken en op te slaan in je langetermijngeheugen. Deze inspanning wil je juist maximaliseren."
        }
      ]
    },
    {
      "type": "image-block",
      "src": "https://placehold.co/800x450/e9d5ff/9333ea?text=Grafiek+Belasting+vs+Belastbaarheid",
      "alt": "Grafiek die de relatie tussen cognitieve belasting en belastbaarheid toont",
      "onderschrift": "De balans tussen onderbelasting, optimale groei en cognitieve overload."
    },
    {
      "type": "accent-blok",
      "variant": "statistiek",
      "tekst": "Cognitieve Overload blokkeert leren volledig. Vergelijk het met een spier die je overtraind hebt: er vindt geen groei meer plaats, alleen maar schade."
    },
    {
      "type": "divider"
    },
    {
      "type": "section-title",
      "titel": "Verder Kijken: Aanvullende Video's"
    },
    {
      "type": "video-grid",
      "kolommen": 2,
      "items": [
        {
          "titel": "Hoe kan jij het best leren?",
          "beschrijving": "Prof. Paul Kirschner (Universiteit van Nederland) legt uit hoe de Cognitieve Belasting Theorie werkt in de praktijk.",
          "link": "https://www.youtube.com/watch?v=L6-WVhYCFC0"
        },
        {
          "titel": "How Does the Brain Learn?",
          "beschrijving": "Een visuele uitleg van Brainfacts.org over hoe hersencellen verbindingen maken en versterken tijdens het leren.",
          "link": "https://www.youtube.com/watch?v=kWomJWfNWPM"
        }
      ]
    }
  ],
  "interacties": [
    {
      "type": "mc",
      "id": "h3_quiz_mc_1",
      "vraag": "Stel: je wilt zeker weten dat een chatbot alleen informatie gebruikt uit jouw eigen geselecteerde bronnen (zoals geüploade documenten of webpagina's). Welke van de onderstaande chatbots is daar het meest geschikt voor?",
      "options": [
        "ChatGPT (van OpenAI)",
        "Gemini (van Google)",
        "NotebookLM (van Google)",
        "Claude (van Anthropic)",
        "Mistral (van Mistral AI)"
      ],
      "correctAnswer": 2,
      "feedbackCorrect": "Goed! NotebookLM is speciaal ontwikkeld om te werken met jouw eigen bronnen. Je kunt documenten, webpagina's of zelfs YouTube-video's uploaden en de AI gebruikt alleen deze informatie om jouw vragen te beantwoorden. Uniek aan NotebookLM is dat je niet alleen kunt chatten over je eigen bronnen, maar ook automatisch samenvattingen, mindmaps, toetsvragen of zelfs een podcastscript kunt laten maken op basis van alleen jouw geüploade materiaal. Andere chatbots, zoals ChatGPT, Gemini, Claude en Mistral, kunnen soms wel met eigen documenten werken, maar combineren deze informatie vaak met hun algemene kennis of internetdata. Alleen bij NotebookLM weet je zeker dat de antwoorden uitsluitend gebaseerd zijn op jouw geselecteerde bronnen.",
      "feedbackIncorrect": "Niet helemaal. NotebookLM is de enige chatbot in dit rijtje die gegarandeerd alleen jouw eigen bronnen gebruikt. Je kunt documenten, webpagina's of video's uploaden en de AI gebruikt uitsluitend deze informatie om jouw vragen te beantwoorden. Bovendien kun je met NotebookLM automatisch samenvattingen, mindmaps, toetsvragen of zelfs een podcast laten maken op basis van alleen jouw bronnen. Andere chatbots, zoals ChatGPT, Gemini, Claude en Mistral, kunnen soms wel met eigen documenten werken, maar combineren deze informatie vaak met hun algemene kennis of internetdata. Daardoor heb je bij die chatbots minder controle over de gebruikte broninformatie."
    },
    {
      "type": "reflection",
      "vraag": "Welke AI-tool(s) uit dit hoofdstuk spreken jou het meest aan, of heb je misschien al ervaring met één of meerdere van deze tools? Beschrijf hoe je deze tool(s) zou willen inzetten (of al hebt ingezet) tijdens je studie of stage. Wat levert het je op, of wat verwacht je ervan? Geef een concreet voorbeeld uit je eigen praktijk of een situatie waarin je de tool zou willen gebruiken.",
      "id": "h3_reflection_1"
    }
  ]
} 