{
  "hoofdstuk_titel": "Hoofdstuk 4: De Verwerker: Effectieve Strategieën",
  "content": [
    {
      "type": "info-card",
      "classes": "purple-kader",
      "titel": "De Verwerker: Jouw Gereedschapskist voor Diepgaand Leren",
      "tekst": "Welkom bij het vierde hoofdstuk! Na het begrijpen van de werking van je brein, is het nu tijd om de gereedschapskist van 'De Verwerker' te openen. Deze gereedschapskist heeft <strong>twee lagen</strong>: eerst de <strong>fundamentele voorwaarden</strong> die alle leren effectiever maken, en daarna de <strong>specifieke strategieën</strong> die je kunt inzetten. Zonder de juiste voorwaarden werken zelfs de beste strategieën minder goed. Bereid je voor om slimmer te leren, niet harder!"
    },
    {
      "type": "section-title",
      "titel": "Voorkennis Activeren: Bouw op wat je al weet"
    },
    {
      "type": "content-text",
      "tekst": "Dit is de <strong>eerste fundamentele voorwaarde</strong> voor effectieve verwerking. Voordat je nieuwe informatie opneemt, is het cruciaal om je bestaande kennis te activeren. Nieuwe kennis wordt veel beter opgenomen en verankerd als het kan worden 'opgehangen' aan bestaande kennisschema's of 'mentale kapstokken'. Door bewust stil te staan bij wat je al weet over een onderwerp, creëer je een stevige basis waarop nieuwe informatie kan worden gebouwd. <strong>Belangrijk</strong>: Alle strategieën die je verderop in dit hoofdstuk leert (zoals actief ophalen, gespreid leren, en elaboratie) werken veel beter als je eerst je voorkennis activeert. Het is de motor die alle andere strategieën krachtiger maakt."
    },
    {
      "type": "benefits-grid",
      "items": [
        {
          "titel": "Beter Begrip",
          "icoon": "lightbulb-on",
          "tekst": "Nieuwe informatie krijgt meer betekenis door koppeling aan bestaande kennis."
        },
        {
          "titel": "Snellere Opname",
          "icoon": "brain",
          "tekst": "Je brein kan nieuwe informatie sneller verwerken als er al een kennisstructuur aanwezig is."
        },
        {
          "titel": "Diepere Verankering",
          "icoon": "check-circle",
          "tekst": "Informatie die gekoppeld wordt aan bestaande kennis wordt beter onthouden."
        },
        {
          "titel": "Kritisch Denken",
          "icoon": "eye",
          "tekst": "Door voorkennis te activeren kun je nieuwe informatie beter evalueren en beoordelen."
        }
      ]
    },
    {
      "type": "info-card",
      "titel": "Praktische Tips voor Voorkennis Activeren",
      "items": [
        { "titel": "Brainstorm vooraf:", "tekst": "Schrijf 5 minuten alles op wat je al weet over het onderwerp voordat je begint met lezen of studeren." },
        { "titel": "Formuleer vragen:", "tekst": "Stel jezelf vragen als: 'Wat weet ik hier al van?', 'Waar ben ik eerder tegengekomen?', 'Hoe verhoudt dit zich tot mijn ervaring?'" },
        { "titel": "Maak een concept map:", "tekst": "Teken een mindmap van je bestaande kennis over het onderwerp en vul deze aan tijdens het leren." },
        { "titel": "Koppel aan de praktijk:", "tekst": "Denk na over hoe het nieuwe onderwerp zich verhoudt tot situaties die je al kent uit de fysiotherapiepraktijk." },
        { "titel": "Bespreek met anderen:", "tekst": "Praat met medestudenten over wat jullie al weten voordat jullie nieuwe stof gaan bestuderen." }
      ]
    },
    {
      "type": "image-block",
      "src": "https://placehold.co/800x450/e9d5ff/9333ea?text=Mentale+Kapstokken+voor+Nieuwe+Kennis",
      "alt": "Metaforische afbeelding van mentale kapstokken waaraan nieuwe kennis wordt opgehangen",
      "onderschrift": "Voorkennis werkt als mentale kapstokken: nieuwe informatie wordt veel beter onthouden als het ergens aan kan worden opgehangen."
    },
    {
      "type": "divider"
    },
    {
      "type": "section-title",
      "titel": "Modelleren: Leer van de Expert"
    },
    {
      "type": "content-text",
      "tekst": "Dit is de <strong>tweede fundamentele voorwaarde</strong> voor effectieve verwerking. Modelleren is een krachtige didactische aanpak waarbij een expert (docent, mentor, of ervaren professional) denkprocessen en strategieën expliciet voordoet. Net als in de traditionele meester-gezelrelatie leer je niet alleen WAT je moet doen, maar vooral HOE je moet denken. <strong>Cruciaal voor dit hoofdstuk</strong>: Modelleren is de beste manier om de komende leerstrategieën (actief ophalen, gespreid leren, elaboratie) te leren toepassen. Door experts te zien demonstreren hoe zij deze strategieën gebruiken, ontwikkel je zelf sneller de vaardigheden om ze effectief in te zetten."
    },
    {
      "type": "benefits-grid",
      "items": [
        {
          "titel": "Zichtbare Denkstappen",
          "icoon": "eye",
          "tekst": "Experts maken hun denkproces expliciet, zodat je leert hoe je moet redeneren."
        },
        {
          "titel": "Verminderde Cognitieve Belasting",
          "icoon": "brain",
          "tekst": "Door voorbeelden te zien hoef je niet alles zelf uit te puzzelen, wat mentale ruimte vrijmaakt."
        },
        {
          "titel": "Praktijkgericht Leren",
          "icoon": "check-circle",
          "tekst": "Je ziet hoe theoretische kennis wordt toegepast in echte situaties."
        },
        {
          "titel": "Efficiënt voor Beginners",
          "icoon": "lightbulb-on",
          "tekst": "Vooral nuttig als je nog weinig ervaring hebt met complexe vaardigheden."
        }
      ]
    },
    {
      "type": "info-card",
      "titel": "Optimaal Profiteren van Modelleren",
      "items": [
        { "titel": "Let goed op redeneringen:", "tekst": "Focus niet alleen op wat de expert doet, maar vooral op waarom en hoe beslissingen worden genomen." },
        { "titel": "Volg stappen bewust:", "tekst": "Probeer de gehele denksequentie te volgen: van probleemanalyse tot oplossing." },
        { "titel": "Stel verdiepende vragen:", "tekst": "Vraag door op onduidelijkheden: 'Waarom kies je voor deze aanpak?', 'Wat als dit niet werkt?'" },
        { "titel": "Oefen onder begeleiding:", "tekst": "Pas de gemodelleerde strategie toe terwijl de expert feedback kan geven." },
        { "titel": "Reflecteer achteraf:", "tekst": "Denk na over wat je hebt geleerd en hoe je dit in de toekomst kunt toepassen." }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "info-card",
      "classes": "purple-kader",
      "titel": "Van Fundamentele Voorwaarden naar Specifieke Strategieën",
      "tekst": "Nu je weet hoe je de <strong>fundamentele voorwaarden</strong> creëert (voorkennis activeren en modelleren), kunnen we de <strong>specifieke strategieën</strong> van 'De Verwerker' gaan verkennen. Deze strategieën zijn bewezen effectief, maar onthoud: ze werken nog beter als je ze combineert met de voorwaarden die je zojuist hebt geleerd. Elke strategie die volgt is krachtiger als je eerst je voorkennis activeert en de technieken observeert bij experts."
    },
    {
      "type": "section-title",
      "titel": "Actief Ophalen (Retrieval Practice): Haal het uit je Hoofd!"
    },
    {
        "type": "content-text",
      "tekst": "Actief ophalen, ook wel 'retrieval practice' genoemd, is een van de krachtigste leerstrategieën. Het betekent simpelweg dat je actief probeert informatie op te roepen uit je geheugen, in plaats van het alleen passief te herlezen. Dit voelt vaak moeilijker dan passief lezen, maar zoals je in Hoofdstuk 3 leerde, zijn deze 'wenselijke moeilijkheden' juist essentieel voor diepgaand leren en het doorbreken van de 'illusie van vloeiendheid'. Dit is waar 'De Verwerker' aan het werk gaat!"
    },
    {
      "type": "benefits-grid",
      "items": [
        {
          "titel": "Betere Retentie",
          "icoon": "check-circle",
          "tekst": "Informatie wordt sterker verankerd in je langetermijngeheugen."
        },
        {
          "titel": "Dieper Begrip",
          "icoon": "brain",
          "tekst": "Je dwingt jezelf om na te denken over de relaties tussen concepten."
        },
        {
          "titel": "Diagnostisch",
          "icoon": "eye",
          "tekst": "Je ontdekt direct wat je wel en niet beheerst, zodat je gericht kunt bijsturen."
        },
        {
          "titel": "Toepasbaarheid",
          "icoon": "check-circle-outline",
          "tekst": "Verbetert je vermogen om kennis in de praktijk te gebruiken."
        }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "image-block",
      "src": "https://placehold.co/800x450/e9d5ff/9333ea?text=Grafiek+Actief+Ophalen+vs+Passief+Lezen",
      "alt": "Grafiek die de effectiviteit van actief ophalen versus passief lezen visualiseert",
      "onderschrift": "Onderzoek toont consistent aan dat actief ophalen superieur is aan passief herlezen voor langetermijnretentie."
    },
    {
      "type": "content-subtitle",
      "titel": "Technieken voor Actief Ophalen"
    },
    {
      "type": "info-card",
      "titel": "Jouw Toolkit voor Retrieval Practice",
  "items": [
        { "titel": "Oefentoetsen maken:", "tekst": "Dit kan een formele oefentoets zijn of gewoon zelfbedachte quizvragen." },
        { "titel": "Overhoor jezelf of elkaar (flashcards):", "tekst": "Gebruik flashcards (kaartjes met een vraag aan de ene kant en het antwoord aan de andere)." },
        { "titel": "De 'Brain Dump':", "tekst": "Sluit je boek en schrijf of teken alles wat je weet over een onderwerp op een leeg vel papier. Vergelijk dit daarna met je bronnen om te zien wat je miste." },
        { "titel": "Leg het uit aan een ander (Feynman-techniek):", "tekst": "Probeer de stof hardop uit te leggen aan een medestudent, vriend, of zelfs aan jezelf. Pas als je iets aan een ander kunt uitleggen, weet je of je het echt begrepen hebt." }
      ]
    },
    {
      "type": "info-card",
      "classes": "warning-card",
      "titel": "Leren is geen passief proces!",
      "tekst": "Leren doe je niet als iets via een ander in je hoofd gaat, maar juist als je het eruit haalt. Een docent die jou alles uitlegt voelt fijn, maar je leert relatief weinig van alleen luisteren. Als je daarentegen zelf ophaalt wat je weet en daarna aanvullingen krijgt, leer je veel meer. Dit is de kern van actief ophalen!"
    },
    {
      "type": "divider"
    },
    {
      "type": "section-title",
      "titel": "Gespreid Leren (Spaced Repetition): De Vergeetcurve te slim af zijn"
    },
    {
      "type": "content-text",
      "tekst": "Zoals je in Hoofdstuk 3 hebt gezien, vergeet je informatie snel als je er niets mee doet. Gespreid leren, of 'Spaced Repetition', is de strategie om je leermomenten over een langere periode te verspreiden, in plaats van alles in één lange sessie te 'blokken'. Door de stof met toenemende tussenpozen te herhalen, dwing je je brein om de informatie telkens opnieuw op te roepen, wat de verbindingen in je langetermijngeheugen versterkt. Vier keer een half uur leren is effectiever dan twee uur achter elkaar studeren."
    },
    {
      "type": "split-screen-image-text",
      "afbeelding": {
        "src": "https://placehold.co/600x400/9333ea/ffffff?text=Vergeetcurve+met+Spreiding",
        "alt": "Grafiek van de Ebbinghaus vergeetcurve met illustratie van gespreide herhaling"
      },
      "tekst_content": [
        "<strong>De Vergeetcurve Resetten</strong>",
        "Deze illustratie toont hoe gespreide herhaling de vergeetcurve 'reset'. Elke keer dat je de informatie activeert, wordt de curve minder steil en onthoud je de stof langer. Dit is een 'wenselijke moeilijkheid' die je helpt om kennis duurzaam te verankeren."
      ]
    },
    {
      "type": "info-card",
      "titel": "Praktische Tips voor Gespreid Leren",
      "items": [
        { "titel": "Plan je herhalingen:", "tekst": "Gebruik een agenda of app om herhaalmomenten in te plannen (bijv. 1 dag, 3 dagen, 1 week, 2 weken, 1 maand na de eerste keer)." },
        { "titel": "Combineer met actief ophalen:", "tekst": "Tijdens deze gespreide sessies is het belangrijk om actief met de stof bezig te zijn, bijvoorbeeld door zelftoetsen of het uitleggen van de stof." },
        { "titel": "Gebruik tools:", "tekst": "Apps zoals Anki (voor flashcards met ingebouwde spreiding) kunnen je helpen dit proces te automatiseren." }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "section-title",
      "titel": "Elaboratie: Maak het je Eigen"
    },
    {
      "type": "content-text",
      "tekst": "Elaboratie betekent dat je dieper nadenkt over de stof en actief verbindingen legt met wat je al weet, met praktijkvoorbeelden of met andere concepten. Het gaat verder dan alleen onthouden; je probeert het 'waarom' en 'hoe' te begrijpen en de informatie in je eigen woorden te formuleren. Dit is een intensieve taak voor 'De Verwerker', maar het leidt tot een veel robuuster begrip."
    },
    {
      "type": "accordion",
      "titel": "Manieren om te Elaboreren",
      "content": [
        {
          "titel": "Vraag jezelf 'waarom' en 'hoe':",
          "beschrijving": "Vraag jezelf af: 'Waarom is dit waar?', 'Hoe verhoudt dit zich tot wat ik al weet?', 'Wat zijn de implicaties hiervan in de fysiotherapiepraktijk?'"
        },
        {
          "titel": "Vergelijk en contrasteer:",
          "beschrijving": "Leg uit hoe nieuwe concepten lijken op of verschillen van reeds bekende concepten."
        },
        {
          "titel": "Parafraseer:",
          "beschrijving": "Lees een alinea en schrijf vervolgens in je eigen woorden op wat je hebt gelezen, en hoe het verband houdt met eerdere informatie."
        },
        {
          "titel": "Bedenk concrete voorbeelden:",
          "beschrijving": "Verzin specifieke, concrete voorbeelden om abstracte ideeën te begrijpen. Koppel ze aan het dagelijks leven of de fysiotherapiepraktijk."
        }
      ]
    },
    {
      "type": "image-block",
      "src": "https://placehold.co/800x450/9333ea/ffffff?text=Concept+Map+Anatomie",
      "alt": "Voorbeeld van een concept map over anatomie of fysiologie",
      "onderschrift": "Een concept map helpt je om visueel verbanden te leggen tussen verschillende concepten en je begrip te verdiepen."
    },
    {
      "type": "divider"
    },
    {
      "type": "section-title",
      "titel": "Afwisselend Leren (Interleaving): Wissel Af voor Dieper Begrip"
    },
    {
      "type": "content-text",
      "tekst": "Afwisselend leren, of 'Interleaving', betekent dat je verschillende onderwerpen of soorten problemen door elkaar studeert, in plaats van één onderwerp volledig af te ronden voordat je aan het volgende begint. Dit dwingt je brein om onderscheid te maken tussen concepten en flexibeler te worden in het toepassen van kennis. Het is een 'wenselijke moeilijkheid' die je helpt om niet alleen te herkennen, maar ook te discrimineren."
    },
    {
      "type": "dual-content-block",
      "content_left": {
        "type": "content-text",
        "tekst": "<strong>Casus: Het Studieplan van Lisa</strong><br>Lisa, een fysiotherapiestudent, merkte dat ze moeite had met het onderscheiden van verschillende spiergroepen en hun functies. Ze besloot haar studieplan aan te passen. In plaats van eerst alle beenspieren te bestuderen, daarna alle armspieren, enzovoort, wisselde ze af. Ze bestudeerde een deel van de beenspieren, dan een deel van de armspieren, en vervolgens weer een ander deel van de beenspieren. Dit voelde in het begin chaotisch, maar ze merkte al snel dat ze de verschillen en overeenkomsten veel beter begon te zien."
      },
      "content_right": {
        "type": "benefits-grid",
        "items": [
          {
            "titel": "Verbeterde Discriminatie",
            "tekst": "Je leert de subtiele verschillen tussen vergelijkbare concepten herkennen."
          },
          {
            "titel": "Verhoogde Flexibiliteit",
            "tekst": "Je brein wordt beter in het toepassen van de juiste strategie op het juiste moment."
          },
          {
            "titel": "Dieper Begrip",
            "tekst": "Niet alleen 'wat', maar ook 'wanneer' en 'waarom' je een concept gebruikt."
          }
        ]
      }
    },
    {
      "type": "info-card",
      "titel": "Interleaving in de Fysiotherapie Studie",
      "items": [
        { "titel": "Wissel onderwerpen af:", "tekst": "Studeer niet alleen anatomie, maar combineer het met fysiologie, pathologie of biomechanica in één studiesessie." },
        { "titel": "Mix probleemtypen:", "tekst": "Als je oefenvragen maakt, wissel dan verschillende soorten problemen door elkaar in plaats van alleen maar één type te herhalen." },
        { "titel": "Combineer vaardigheden:", "tekst": "Oefen verschillende fysiotherapeutische technieken door elkaar, in plaats van je te focussen op één techniek per keer." }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "section-title",
      "titel": "Actief Lezen, Notities Maken & Dubbele Codering"
    },
    {
      "type": "content-text",
      "tekst": "Lezen en notities maken zijn fundamentele onderdelen van studeren, maar ze kunnen ineffectief zijn als ze passief worden uitgevoerd. De 'illusie van vloeiendheid' ligt hier op de loer: je leest de tekst, het voelt bekend, maar je hebt de informatie niet actief verwerkt. 'De Verwerker' transformeert passief lezen in een actieve, productieve bezigheid."
    },
    {
      "type": "content-subtitle",
      "titel": "Actieve Leesstrategieën en Notities Maken"
    },
    {
      "type": "benefits-grid",
      "items": [
        {
          "titel": "Stel vragen tijdens het lezen:",
          "tekst": "Stop regelmatig en vraag jezelf af: 'Wat is de kernboodschap hier?', 'Hoe verhoudt dit zich tot wat ik al weet?', 'Welke vragen roept dit op?'"
        },
        {
          "titel": "Vat samen in eigen woorden:",
          "tekst": "Probeer na elke alinea of sectie de inhoud in je eigen woorden samen te vatten, zonder naar de tekst te kijken."
        },
        {
          "titel": "Maak actieve notities:",
          "tekst": "Gebruik methoden zoals Cornell Notes, waarbij je de pagina verdeelt in een notitiegedeelte, een cue-gedeelte (voor trefwoorden en vragen) en een samenvattingsgedeelte."
        },
        {
          "titel": "Mindmapping:",
          "tekst": "Teken visuele mindmaps terwijl je leest om de hoofdconcepten en hun onderlinge relaties vast te leggen."
        },
        {
          "titel": "De SQ3R-methode:",
          "tekst": "Survey (overzicht), Question (vragen), Read (lezen), Recite (opzeggen), Review (herhalen)."
        }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "content-subtitle",
      "titel": "Dubbele Codering: Tekst en Beeld Combineren"
    },
    {
      "type": "info-card",
      "titel": "De Kracht van Dubbele Codering",
      "items": [
        { "titel": "Visualiseer:", "tekst": "Probeer de leerstof te visualiseren of te tekenen in een schema, tijdlijn of infographic." },
        { "titel": "Combineer tekst en beeld:", "tekst": "Zorg ervoor dat de uitleg van een afbeelding is geïntegreerd in de afbeelding zelf, in plaats van apart ernaast." },
        { "titel": "Gebruik icoontjes en kleuren:", "tekst": "Maak kleine icoontjes bij moeilijke begrippen en gebruik kleuren om dingen te groeperen. Dit maakt de informatie dubbel toegankelijk voor je brein." }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "image-grid",
      "kolommen": 2,
        "items": [
        {
          "src": "https://placehold.co/600x400/e9d5ff/9333ea?text=Cornell+Notes",
          "alt": "Voorbeeld van Cornell Notes",
          "onderschrift": "Cornell Notes: een gestructureerde methode voor effectief notities maken."
        },
        {
          "src": "https://placehold.co/600x400/e9d5ff/9333ea?text=Sketchnotes+Fysiotherapie",
          "alt": "Voorbeeld van sketchnotes over fysiotherapie",
          "onderschrift": "Sketchnotes: combineer tekst met tekeningen voor een visuele samenvatting."
        }
      ]
    }
  ],
  "interacties": [
    {
      "id": "h4_critical_analysis_1",
      "type": "critical_analysis",
      "vraag": "Hieronder zie je twee prompts. Kies er één uit het dropdown-menu en analyseer deze kritisch op zijn kracht, zwaktes en verbetermogelijkheden.\n\n**Prompt 1 (Leren):**\n\"Ik ben een eerstejaars student fysiotherapie. Leg de vijf belangrijkste trainingsleerprincipes (zoals overload en specificiteit) uit. Gedraag je als een docent en geef bij elk principe een praktisch voorbeeld uit de fysiotherapie.\"\n\n**Prompt 2 (Praktijk):**\n\"Ik ben een fysiotherapeut. Mijn patiënt is een 45-jarige man met aanhoudende, niet-specifieke lage rugpijn zonder succes na standaard oefentherapie. Genereer 3 alternatieve behandelstrategieën, inclusief onderbouwing.\"",
      "dropdown": [
        "Prompt 1 (Leren)",
        "Prompt 2 (Praktijk)"
      ],
      "vragen": [
        {
          "id": "sterke_punten",
          "vraag": "Wat zijn de sterke punten van de geselecteerde prompt? (Denk aan Rol, Context, Specificiteit)"
        },
        {
          "id": "risicos",
          "vraag": "Wat zijn de zwakke punten of risico's bij het gebruik van deze prompt? (Denk aan bias, hallucinaties, of onduidelijkheden)"
        },
        {
          "id": "verbetering",
          "vraag": "Hoe zou je deze prompt kunnen verbeteren of welke vervolgvraag (iteratie) zou je stellen voor een nog beter resultaat?"
        }
      ],
      "opslaanLabel": "Analyse opslaan"
    },
    {
      "id": "h4_mc_1",
      "type": "mc",
      "vraag": "Het principe 'Garbage in, Garbage out' is cruciaal bij het prompten van AI. Wat wordt hiermee bedoeld in de context van deze e-learning?",
      "options": [
        "Dat je geen persoonlijke of gevoelige 'garbage' data in de AI moet stoppen vanwege privacy.",
        "Dat de kwaliteit van het AI-antwoord direct afhankelijk is van de duidelijkheid en specificiteit van je prompt.",
        "Dat de AI soms 'garbage' (onzin) kan produceren, zelfs met een perfecte prompt, wat we hallucinaties noemen.",
        "Dat je eerst alle 'garbage' (overbodige informatie) uit je eigen documenten moet verwijderen voordat je ze uploadt naar een AI."
      ],
      "correctAnswer": 1,
      "feedbackCorrect": "Correct! 'Garbage in, Garbage out' betekent dat een vage, onduidelijke of irrelevante prompt (input) onvermijdelijk leidt tot een onbruikbaar of irrelevant antwoord (output).",
      "feedbackIncorrect": "Niet helemaal. Hoewel de andere punten ook belangrijk zijn (zoals privacy en hallucinaties), verwijst 'Garbage in, Garbage out' specifiek naar de relatie tussen de kwaliteit van je input (prompt) en de kwaliteit van de output (het antwoord)."
    },
    {
      "id": "h4_braindump_1",
      "type": "braindump",
      "vraag": "Braindump: Wat weet je nog van 'De Verwerker' strategieën?",
      "instructie": "Schrijf uit je hoofd op wat je nog weet over de leerstrategieën die je in dit hoofdstuk hebt geleerd. Denk aan: voorkennis activeren, modelleren, actief ophalen, gespreid leren, elaboratie, afwisselend leren en actief lezen. Kijk niet terug naar de tekst!",
      "controle_instructie": "Scroll nu terug door het hoofdstuk en vergelijk je braindump met de inhoud. Let speciaal op de verschillen tussen wat je opschreef en wat er werkelijk staat. Deze vergelijking zorgt voor elaboratie en dieper leren - je verbindt je eigen gedachten met de geleerde stof.",
      "chatgpt_prompt": "Geef feedback op deze braindump over leerstrategieën uit hoofdstuk 4 'De Verwerker'. De student heeft geleerd over voorkennis activeren, modelleren, actief ophalen, gespreid leren, elaboratie, afwisselend leren en actief lezen. Wees constructief en specifiek in je feedback."
    },
    {
      "id": "h4_reflection_1",
      "type": "reflection",
      "vraag": "Probeer zowel de matige als de goede prompt hierboven uit in ChatGPT. Merk je verschil in de antwoorden? Wat doe jij meestal: neem je de tijd voor een goede, duidelijke prompt of kies je vaak voor een snelle, vage prompt? Waarom denk je dat je dat doet?"
    }
  ]
} 