{
  "content": [
    {
      "type": "info-card",
      "classes": "welcome-card",
      "titel": "Neem de regie over je eigen leerproces",
      "tekst": "Welkom bij het tweede hoofdstuk! In de inleiding heb je ontdekt waarom je oude studiemethodes misschien niet meer volstaan. Dit hoofdstuk geeft je de blauwdruk om een effectievere, zelfsturende student te worden. Laten we beginnen!"
    },
    {
      "type": "accordion",
      "titel": "Podcast: Beluister de inhoud van dit hoofdstuk",
      "content": [
        {
          "type": "content-text",
          "tekst": "Liever luisteren dan lezen, of de stof van dit hoofdstuk nog eens rustig herhalen? Beluister de inhoud van dit hoofdstuk als podcast. Let op: de interactieve opdrachten onderaan de pagina blijven een essentieel onderdeel voor het afronden van het hoofdstuk en het verdienen van je certificaat."
        },
        {
          "type": "audio-grid",
          "kolommen": 1,
          "items": [
            {
              "id": "h2_audio_1",
              "titel": "Podcast: Zelfsturend Leren",
              "beschrijving": "Een audio-versie van hoofdstuk 2 over zelfsturend leren en de leercyclus.",
              "bron": "audio/H2-Wat-is-AI-eigenlijk-podcast.wav",
              "meta": ""
            }
          ]
        }
      ]
    },
    {
      "type": "section-title",
      "titel": "De Architect van je Eigen Kennis"
    },
    {
      "type": "content-text",
      "tekst": "De overgang naar het hoger onderwijs is een spannende tijd. Je zult merken dat je veel meer zelfstandigheid wordt gevraagd, vooral als het gaat om je leerproces. Veel studenten gebruiken strategieën zoals herlezen of markeren, maar dit geeft vaak een vals gevoel van zekerheid: de <strong>'illusion of fluency' (illusie van vloeiendheid)</strong>. Het leren voelt vloeiend en snel, maar in werkelijkheid gaat het traag. Je herkent de stof, maar dat is niet hetzelfde als het echt begrijpen. Laten we die illusie doorbreken."
    },
    {
      "type": "split-screen-image-text",
      "afbeelding": {
        "src": "https://placehold.co/600x400/9333ea/ffffff?text=Advanced+Organizer",
        "alt": "Visualisatie van de Manager, Verwerker en Motivator"
      },
      "tekst_content": [
        "<strong>Jouw 'rugzak' vol gereedschap</strong>",
        "Zie zelfsturend leren als een rugzak vol gereedschap. Om elke leeruitdaging aan te kunnen, heb je drie soorten gereedschap nodig:",
        "<ul><li><strong>De Verwerker:</strong> Helpt je de stof diepgaand te verwerken.</li><li><strong>De Manager:</strong> Helpt je het leerproces te plannen en overzien.</li><li><strong>De Motivator:</strong> Helpt je gemotiveerd te blijven, ook als het moeilijk wordt.</li></ul>",
        "In deze e-learning leer je hoe je elk stuk gereedschap effectief gebruikt."
      ]
    },
    {
      "type": "benefits-grid",
      "items": [
        {
          "titel": "Dieper Begrip, Minder Stress",
          "tekst": "Door actief te leren, begrijp je de stof beter en onthoud je het langer."
        },
        {
          "titel": "Betere Leerprestaties",
          "tekst": "Effectieve strategieën leiden bewezen tot hogere cijfers en betere resultaten."
        },
        {
          "titel": "Essentiële Skill voor je Toekomst",
          "tekst": "Als professional moet je een leven lang leren. Deze skill is onmisbaar."
        },
        {
          "titel": "Hogere Motivatie",
          "tekst": "Succeservaringen en grip op je studieproces werken enorm motiverend."
        }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "section-title",
      "titel": "Een Continu Proces, Geen Eenmalige Actie"
    },
    {
      "type": "content-text",
      "tekst": "Zelfsturend leren is geen eenmalige checklist, maar een dynamische cyclus. Het is een continu proces van plannen, doen, controleren en bijsturen. Dit is het domein van 'De Manager' uit je rugzak: de rol die het overzicht bewaart."
    },
    {
      "type": "process-flow",
      "titel": "De Leercyclus van Zelfsturend Leren",
      "items": [
        {
          "stap": "1",
          "titel": "Plannen",
          "beschrijving": "Wat ga ik leren en hoe pak ik dat aan?"
        },
        {
          "stap": "2",
          "titel": "Uitvoeren",
          "beschrijving": "Actief aan de slag met de leerstof en de gekozen strategieën."
        },
        {
          "stap": "3",
          "titel": "Monitoren",
          "beschrijving": "Check ik voor mezelf of ik de stof echt begrijp?"
        },
        {
          "stap": "4",
          "titel": "Evalueren",
          "beschrijving": "Wat was het resultaat van mijn aanpak en inzet?"
        },
        {
          "stap": "5",
          "titel": "Reflecteren",
          "beschrijving": "Wat ging goed en wat kan de volgende keer beter?"
        }
      ]
    },
    {
      "type": "divider"
    },
    {
      "type": "section-title",
      "titel": "Van Passieve Consument naar Actieve Manager"
    },
    {
      "type": "content-text",
      "tekst": "Op de middelbare school was leren vaak het reproduceren van feiten. In het hoger onderwijs wordt er meer van je verwacht: je moet kennis kunnen toepassen, analyseren en creëren. Dit vraagt om een actieve rol. Je bent niet langer een passieve ontvanger van informatie, maar de actieve manager van je eigen leerproces."
    },
    {
      "type": "accordion",
      "titel": "Casus: Anouk's Leerproces Transformatie",
      "content": [
        {
                     "titel": "De Casus: Anouk, eerstejaars Fysio, loopt vast op Anatomie en trapt in de 'illusion of fluency'.",
                       "beschrijving": "Anouk besteedt uren aan het herlezen van haar anatomieboek. De plaatjes en termen komen haar bekend voor, dus ze denkt dat ze de stof kent. Het leren voelt vloeiend en snel, ze heeft het gevoel snel te leren maar in werkelijkheid gaat het traag. Tijdens de toets blijkt echter dat ze de structuren niet actief kan benoemen en de verbanden niet kan leggen. Een klassiek geval van de <strong>'illusion of fluency' (illusie van vloeiendheid)</strong>."
        },
        {
          "titel": "Haar Aanpak: Hoe Anouk haar 'Manager' inzet en de leercyclus toepast.",
          "beschrijving": "Anouk besluit het anders aan te pakken. Ze zet haar 'Manager' aan het werk. <strong>Plannen:</strong> ze deelt de stof op in kleine stukjes. <strong>Uitvoeren:</strong> ze stopt met herlezen en maakt flashcards om zichzelf actief te overhoren. <strong>Monitoren:</strong> na elke sessie probeert ze een diagram uit haar hoofd na te tekenen. <strong>Evalueren & Reflecteren:</strong> ze merkt dat deze actieve methode moeilijker voelt, maar dat ze de stof veel beter onthoudt."
        },
        {
          "titel": "Het Resultaat: Van onvoldoende naar een solide 8.",
          "beschrijving": "Door de regie te nemen en haar strategie aan te passen, haalt Anouk voor haar hertentamen een 8. Ze heeft niet alleen de stof geleerd, maar ook geleerd <em>hoe</em> ze moet leren."
        }
      ]
    },
    {
      "type": "info-card",
      "titel": "Check-in: Hoe goed monitor jij je leerproces?",
      "items": [
        { "titel": "Voorkennis", "tekst": "Wat wist ik hiervoor al over dit onderwerp?" },
        { "titel": "Nieuwe inzichten", "tekst": "Wat heb ik zojuist geleerd?" },
        { "titel": "Moeilijkheden", "tekst": "Wat vind ik het moeilijkste onderdeel en waarom?" },
        { "titel": "Hiaten", "tekst": "Wat heb ik nog niet volledig onder de knie?" },
        { "titel": "Controle", "tekst": "Hoe kan ik controleren of ik dit echt begrijp?" }
      ]
    }
  ],
  "interacties": [
    {
      "id": "h2_mc_1",
      "type": "mc",
      "vraag": "Wat is de 'illusion of fluency' (illusie van vloeiendheid) in leren?",
      "options": [
        "Het leren voelt vloeiend en snel, maar in werkelijkheid gaat het traag",
        "Wanneer je zo snel leest dat je de stof niet opneemt",
        "Het gevoel dat leren gemakkelijk moet zijn",
        "Wanneer je te veel verschillende leermethoden tegelijk gebruikt"
      ],
      "correctAnswer": 0,
      "feedbackCorrect": "Correct! De 'illusion of fluency' ontstaat wanneer het leren vloeiend en snel voelt, je denkt snel te leren maar in werkelijkheid gaat het traag. Je herkent de stof maar dat is geen echt leren - je kunt de kennis niet actief toepassen.",
      "feedbackIncorrect": "Niet helemaal. De 'illusion of fluency' ontstaat wanneer het leren vloeiend en snel voelt, maar in werkelijkheid gaat het traag. Je herkent de stof maar dat is geen echt leren - je kunt de kennis niet actief toepassen."
    },
    {
      "id": "h2_selfassessment_1",
      "type": "selfassessment",
      "titel": "Hoe zelfsturend ben jij als leerder?",
      "vraag": "Beoordeel jezelf op de vijf stappen van de leercyclus. Geef per stap aan hoe goed je dit momenteel doet.",
      "criteria": [
        { "item": "Plannen: Ik maak bewust een plan voordat ik ga leren", "schaal": "1 = Nooit, 2 = Zelden, 3 = Soms, 4 = Vaak, 5 = Altijd" },
        { "item": "Uitvoeren: Ik gebruik actieve leerstrategieën (geen passief herlezen)", "schaal": "1 = Nooit, 2 = Zelden, 3 = Soms, 4 = Vaak, 5 = Altijd" },
        { "item": "Monitoren: Ik check tijdens het leren of ik het echt begrijp", "schaal": "1 = Nooit, 2 = Zelden, 3 = Soms, 4 = Vaak, 5 = Altijd" },
        { "item": "Evalueren: Ik beoordeel achteraf het resultaat van mijn leeraanpak", "schaal": "1 = Nooit, 2 = Zelden, 3 = Soms, 4 = Vaak, 5 = Altijd" },
        { "item": "Reflecteren: Ik denk na over wat wel/niet werkte en waarom", "schaal": "1 = Nooit, 2 = Zelden, 3 = Soms, 4 = Vaak, 5 = Altijd" }
      ]
    },
    {
      "id": "h2_reflection_1",
      "type": "reflection",
             "vraag": "Denk aan een recent leermoment waarin je het gevoel had de stof goed te kennen, maar tijdens een toets of tentamen bleek dat dit niet het geval was. Herken je nu de 'illusion of fluency' (illusie van vloeiendheid)? Beschrijf wat er gebeurde en hoe je dit in de toekomst anders zou aanpakken met behulp van de leercyclus.",
      "placeholder": "Beschrijf je ervaring en je nieuwe aanpak..."
    }
  ]
} 